output/guewen-marechal.ovh/temp
Running 4s test @ http://guewen-marechal.ovh:8080
  4 threads and 4 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.00ms    1.95ms  18.44ms   85.32%
    Req/Sec   259.46     30.43   350.00     71.43%
  4162 requests in 4.10s, 12.76MB read
Requests/sec:   1014.99
Transfer/sec:      3.11MB